// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HP Product Improvement Study";

// Opt in view
PISTLocationLanguageRequestLabel = "Please tell us where and how this product will be used.";
PISTLocationLabel = "Location:";
PISTLanguageLabel = "Language:";

// Non ISO locations
other = "Other";
europe = "Europe";
middleeast = "Middle East";
northwestafrica = "Northwest Africa";
southernafrica = "Southern Africa";
asiapacific = "Asia Pacific";
latinamerica = "Latin America";
caribbean = "Caribbean";

PISTDescriptionLabel = "HP Product Improvement Study is a research program that allows HP to improve products to better meet customer needs.";
PISTExtendedDescriptionLabel = "If you choose to participate, we will only collect location and usage information about your printers that are added to HP Utility. This will help us to improve your experience with HP products and services in future. We will not collect your name, address, or any other personal information. No content or file names from any of your printed documents will be collected or stored by HP.";

PISTOptInDescriptionLabel = "Enable HP to design products that best meet your needs by allowing anonymous printer usage information to be sent back to HP. Please check your printer setting using the front panel to ensure it reflects your choice. Thank you!";

PISTOptInButtonTitle = "Participate in improving HP products and Services";
PISTZipCodeLabel = "Zip Code:";

PISTPrimaryUseLabel = "I primarily use HP Products and services:";
PISTSelectPrimaryUsageTitle = "Select Primary Usage";

// How use choises
PISTInHome = "In the home";
PISTHomeElement002 = "for personal use";
PISTHomeElement0031 = "for a home based business";
PISTHomeElement0032 = "for work related use";
PISTHomeElement0033 = "as a telecommuter";

PISTInBusiness = "In a business";
PISTBusinessElement005 = "with 1-9 employees";
PISTBusinessElement006 = "with 10-99 employees";
PISTBusinessElement0061 = "with 100-499 employees";
PISTBusinessElement0062 = "with greater than 500 employees";

PISTMoreInfoTitle = "More Information";
PISTPrivacyPolicyTitle = "HP Privacy Statement";
PISTDataPrivacyTitle = "Data Privacy Notice";

PISTApply = "Apply";
PISTCancel = "Cancel";

PISTRetrieveInformationTitle = "Retrieving information…";

// More info tab
PISTMoreInfoToolTip = "More Information";
